var res = {
  "code": "200",
  "staus": "success",
  "msg": "请求成功",
  "content": {

    "other": {
      "title": "时间轴大事记",
      "text": "1994~2024"
    },

    "chusheng": {
      "msg": "出生",
      "title": "1994",
      "data": [
        {
          "time": "1994.08",
          "text": "我出生啦",
          "note": "666"
        },
        {
          "time": "2022.12.12",
          "text": "我出生啦"
        }
      ]
    },


    "shangxue": {
      "msg": "上学",
      "title": "1999",
      "data": [
        {
          "time": "1999.09～2007.07",
          "text": "九峰小学",
          "note": "666"
        },
        {
          "time": "2007.09～2010.07",
          "text": "涵江私立银河学校"
        },
        {
          "time": "2010.09～2012.12",
          "text": "莆田华侨中学",
          "note": "高中"
        }
      ]
    },


    "budui": {
      "msg": "部队",
      "title": "2012",
      "data": [
        {
          "time": "2012.12～2013.03",
          "text": "41集团军机步123师369团新兵2连3排1班"
        },
        {
          "time": "2013.03～2013.03",
          "text": "41集团军机步123师369团二营六连三排七班"
        },
        {
          "time": "2013.03～2013.08",
          "text": "白求恩医务士官学校三大队十四队一区队4班  学兵（卫生勤务）"
        },
        {
          "time": "2013.08～2014.12",
          "text": "41集团军123师装甲团卫生队  卫生员"
        },
        {
          "time": "六个月外出保障 ",
          "text": "41集团军123师装甲团炮兵营营部  卫生员"
        },
        {
          "time": "2天应急备勤分队",
          "text": "41集团军123师装甲团装步营2连  卫生员【正式调令】"
        },
        {
          "time": "2014.12～2015.12",
          "text": "41集团军123师装甲团坦克二营部  卫生员"
        },
        {
          "time": "7天下连队体验",
          "text": "41集团军123师装甲团坦克五连  战士"
        },
        {
          "time": "2015.12～2016.06",
          "text": "41集团军司机训练大队 三营九连8班  学兵"
        },
        {
          "time": "2016.06～2017.06",
          "text": "41集团军123师装甲团汽车连  司机、炊事员"
        },
        {
          "time": "2017.06～2017.09",
          "text": "74集团军合成154旅作战支援营防化连二排7班  集束火箭操作手"
        },
        {
          "time": "2017.09～2017.12 ",
          "text": "74集团军合成154旅合成三营部  卫生员兼司机"
        }
      ]
    },




    "gongzuo": {
      "msg": "工作",
      "title": "2018",
      "data": [
        {
          "time": "2018.03～2018.08 ",
          "text": "广州粤贸贸易有限公司"
        },
        {
          "time": "2018.09～2018.10",
          "text": "上海恒润达生生物科技有限公司",
          "note": "香港太平洋投资管理有限公司"
        },
        {
          "time": "2018.11～2019.03",
          "text": "北京远大国际投资管理有限公司 高级副总裁专职司机",
          "note": "汝州市中心医院有限公司"
        }
        ,
        {
          "time": "2019.04～2019.11",
          "text": "百威中国啤酒博物馆 文创销售",
          "note": "厦门博思优创广告有限公司莆田份公司"
        },
        {
          "time": "2022.01～2023.01",
          "text": "亚信科技（中国）有限公司 高级Java开发",
          "note": "广州博彦科技有限公司"
        },
        {
          "time": "2023.08～至今",
          "text": "莆田市私立实验中学 教官"
        }
      ]
    },


    "daxue": {
      "msg": "大学",
      "title": "2015",
      "data": [
        {
          "time": "2015.03～2018.01",
          "text": "国家开放大学 工商管理 开放教育 专科"
        },
        {
          "time": "2018.03～2021.01",
          "text": "福建师范大学 财务管理 网络教育 本科"
        },
        {
          "time": "2019.12.05～2022.06",
          "text": "湄洲湾职业技术学院 计算机应用技术194班（扩招191班）"
        },
        {
          "time": "2021.09.01～2021.12.31",
          "text": "福建中软卓越科技有限公司    Java全栈开发    福州马尾"
        }
      ]
    },

    "aa": {
      "msg": "读书",
      "title": "2024",
      "data": [
        {
          "time": "202201",
          "text": "cccccccccc"
        },
        {
          "time": "202202",
          "text": "cccccccccc"
        },
        {
          "time": "202203",
          "text": "cccccccccc"
        }
      ]
    },





  }
}