var res = {
    "code": "200",
    "staus": "success",
    "msg": "请求成功",
    "content": {
        "xinxi": {
            "title": "基本信息",
            "img": "./img/tx.png",
            "user": "庄  磊",
            "name": "求职意向",
            "text": " ㅤ ㅤ ㅤ ㅤ ",
            "data": [
                {
                    "name": "手机",
                    "text": "1314520-5866"
                },
                {
                    "name": "邮箱",
                    "text": "work@zhuanglei.top"
                },
                {
                    "name": "年龄",
                    "text": "1994.08"
                },
                {
                    "name": "籍贯",
                    "text": "福建莆田"
                },
                {
                    "name": "学历",
                    "text": "本科"
                },
                {
                    "name": "专业",
                    "text": "计算机应用技术"
                }
            ]
        },
        "huizhang": {
            "title": "徽章标签",
            "data": [
                {
                    "text": "本科学历"
                },
                {
                    "text": "计算机专业"
                },
                {
                    "text": "程序员"
                },
                {
                    "text": "退役军人"
                },
                {
                    "text": "卫生员兼司机"
                },
                {
                    "text": "可出差"
                }
            ]
        },
        "ryzs": {
            "title": "荣誉证书",
            "data": [
                {
                    "name": "军ㅤ事",
                    "text": "军分区、武装部优秀四会教练员，预备役优秀学员，军训优秀教官"
                },
                {
                    "name": "卫ㅤ生",
                    "text": "保健推拿中级、护理员中级、救护员初级"
                },
                {
                    "name": "大ㅤ学",
                    "text": "二等奖学金、三好学生"
                },
                {
                    "name": "计算机",
                    "text": "企业网络安全防护中级、PS中级、计算机水平一级"
                }
            ]
        },
        "rongyu": {
            "title": "荣誉证书",
            "data": [
                {
                    "name": "H3C“维诺克杯”",
                    "text": "一等奖"
                },
                {
                    "name": "湄职院",
                    "text": "“二等奖学金”"
                },
                {
                    "name": "湄职院",
                    "text": "“三好学生”"
                },
                {
                    "name": "湄职院",
                    "text": "\"优秀军训教官\""
                },
                {
                    "name": "中软国际",
                    "text": "“优秀项目”"
                },
                {
                    "name": "军分区",
                    "text": "\"优秀四会教练员\""
                },
                {
                    "name": "计算机水平",
                    "text": "\"一级”\""
                },
                {
                    "name": "企业网络安全",
                    "text": "“中级”"
                },
                {
                    "name": "Photoshop",
                    "text": "“中级”"
                },
                {
                    "name": "护理员",
                    "text": "“初、中级”"
                },
                {
                    "name": "医疗救护员",
                    "text": "“初级”"
                },
                {
                    "name": "中医保健推拿",
                    "text": "“中级”"
                }
            ]
        },
        "zhengshu": {
            "title": "荣誉证书",
            "data": {
                "ry": [
                    {
                        "name": "H3C“维诺克杯”",
                        "text": "一等奖"
                    },
                    {
                        "name": "湄职院",
                        "text": "“二等奖学金”"
                    },
                    {
                        "name": "湄职院",
                        "text": "“三好学生”"
                    },
                    {
                        "name": "湄职院",
                        "text": "“优秀军训教官”"
                    },
                    {
                        "name": "中软国际（厦门）",
                        "text": "优秀项目"
                    },
                    {
                        "name": "莆田军分区",
                        "text": "“优秀四会教练员”"
                    }
                ],
                "zs": [
                    {
                        "name": "计算机水平",
                        "text": "“一级”"
                    },
                    {
                        "name": "企业网络安全",
                        "text": "“中级”"
                    },
                    {
                        "name": "Photoshop",
                        "text": "“中级”"
                    },
                    {
                        "name": "护理员",
                        "text": "“初、中级”"
                    },
                    {
                        "name": "医疗救护员",
                        "text": "“初级”"
                    },
                    {
                        "name": "中医保健推拿",
                        "text": "“中级”"
                    }
                ]
            }
        },
        "zhiye": {
            "title": "职业技能 Major Skills",
            "data": [
                {
                    "name": "Web",
                    "text": "60"
                },
                {
                    "name": "Java",
                    "text": "70"
                },
                {
                    "name": "数据库",
                    "text": "40"
                },
                {
                    "name": "Linux",
                    "text": "20"
                }
            ]
        },
        "jiaoyu": {
            "title": "教育背景",
            "data": [
                {
                    "img": "./img/fsd.jpg",
                    "time": "2018.03~2021.01",
                    "name": "福建师范大学",
                    "type": "管理学学位",
                    "text": "本科（网络教育）"
                },
                {
                    "img": "./img/mzy.jpg",
                    "time": "2019.11~2022.06",
                    "name": "湄洲湾职业技术学院",
                    "type": "计算机应用技术",
                    "text": "专科（全日制）"
                }
            ]
        },
        "gongzuo": {
            "title": "工作经验",
            "data": [
                {
                    "time": "2021.09~2023.01",
                    "name": "亚信科技（中国）有限公司",
                    "type": "Java开发",
                    "data": [
                        {
                            "text": "负责对福建移动需求管理平台RDMP系统的日常工作运行维护。"
                        }
                    ]
                },
                {
                    "time": "2019.04~2019.11",
                    "name": "百威（中国）啤酒博物馆",
                    "type": "文创销售",
                    "data": [
                        {
                            "text": "负责场馆文创区商品销售，接待社会团体参观、讲解、研学等。"
                        }
                    ]
                },
                {
                    "time": "2018.08~2019.03",
                    "name": "北京远大国际投资有限公司",
                    "type": "高级副总裁司机",
                    "data": [
                        {
                            "text": "负责领导用车，协助处理日常事务，完成领导交办的其他工作。"
                        }
                    ]
                },
                {
                    "time": "2012.12~2017.12",
                    "name": "中国人民解放军",
                    "type": "卫生员兼司机",
                    "data": [
                        {
                            "text": "配合军医医疗救护工作，完成上级首长交代的出车保障任务。"
                        }
                    ]
                },
                {
                    "time": "2018.08~2018.10",
                    "name": "上海恒润达生生物科技有限公司",
                    "type": "行政司机",
                    "data": [
                        {
                            "text": "负责公司日常用车，接待客户、专家教授的行程，及其他事项。"
                        }
                    ]
                },
                {
                    "time": "2018.01~2019.07",
                    "name": "广州粤贸贸易有限公司",
                    "type": "门店店长",
                    "data": [
                        {
                            "text": "主要负责门店商品运营、销售，以及货物的出入库登记管理。"
                        }
                    ]
                }
            ]
        },
        "xiangmu": {
            "title": "项目经验",
            "data": [
                {
                    "jieshao": [
                        {
                            "name": "项目名称",
                            "text": "福建移动需求管理平台（RDMP）"
                        },
                        {
                            "name": "项目时间",
                            "text": "2022.01 ~ 2023.01"
                        },
                        {
                            "name": "项目介绍",
                            "text": "RDMP 是中国移动集团公司福建公司内部使用的需求管理平台，实现了需求审批流程、需求分系统拆分，需求开发流程、需求版本流程等。通过搭建一套先进的项目管理信息平台，实现对所有研发项目的可视化、专业化、动态化的高效管理。"
                        }
                    ],
                    "zhize": {
                        "name": "项目职责",
                        "data": [
                            {
                                "text": "根据实际自我需要封装存储过程，大幅度缩短维护处理的时长"
                            },
                            {
                                "text": "重新编写完善补充维护文档，应对疑难问题能够快速查阅解答"
                            },
                            {
                                "text": "对系统出现BUG、以及人为误操作导致流程环节异常进行修复"
                            },
                            {
                                "text": "完成局方各科室、及合作第三方厂商提出的 BOMC 任务工单"
                            }
                        ]
                    }
                },
                {
                    "jieshao": [
                        {
                            "name": "项目名称",
                            "text": "福建移动集中化（BOMC3.0）"
                        },
                        {
                            "name": "项目时间",
                            "text": "2021.09 ~ 2022.01"
                        },
                        {
                            "name": "项目介绍",
                            "text": "BOMC定位于为中国移动业务支撑网的运营管理水平提供有效支撑，BOMC实现的功能有资源管理，告警平台，采集平台，业务管理，CRM业务端到端，综合门户，工单及报表统计，容量管理，非功能，数据管控，操作控制，集团上发，其中告警管理的告警订阅策略模块是告警管理中核心功能之一。系统提供告警推送功能,将告警信息以短信息转至指定的维护人员,能够灵活的设置推送条件、告警内容等。BOMC3.0可按照使用对象的视角进行功能域划分，在IT运维能力的基础上强化IT管控能力，达到“主动服务、优化管理”的目标。"
                        }
                    ],
                    "zhize": {
                        "name": "项目职责",
                        "data": [
                            {
                                "text": "对局方、个第三方厂家人员账号信息、权限的更新维护。"
                            },
                            {
                                "text": "对“智能报障处理流程”的工单进行接单处理。"
                            },
                            {
                                "text": "对系统出现BUG、以及人为误操作导致流程环节异常进行修复。"
                            },
                            {
                                "text": "按照科室、人员分类提取各环节处理工时长。"
                            }
                        ]
                    }
                }
            ]
        },
        "peixun": {
            "title": "培训经历",
            "data": [
                {
                    "time": "2015.12~2016.06",
                    "name": "集团军司机训练大队",
                    "type": "汽车驾驶"
                },
                {
                    "time": "2013.03~2013.08",
                    "name": "白求恩医务士官学校",
                    "type": "卫生勤务"
                }
            ]
        },
        "jineng": {
            "title": "技能特长",
            "data": [
                {
                    "text": "熟悉HTML、CSS，了解JavaScript、jQuery、Ajax技术；"
                },
                {
                    "text": "了解BootStrap、Layui、Vue2基础及其他框架类库的使用；"
                },
                {
                    "text": "了解 MySQL、Oracle 存储过程、CRDU 等常用操作；"
                },
                {
                    "text": "了解 SpringBoot 技术栈，及周边生态技术框架整合；"
                },
                {
                    "text": "掌握第三方技术，如: Java邮件、验证码、JSON工具；"
                },
                {
                    "text": "了解MySQL、Oracle数据批量导入、CRDU 等常用操作；"
                },
                {
                    "text": "熟练 Idea、Tomcat、Maven、VS code、git、svn 等开发工具及相关插件；"
                },
                {
                    "text": "了解 Mybatis、Spring JDBC、JPA、Hibernate等持久层技术；"
                },
                {
                    "text": "熟悉在 Linux 环境下 Docker 应用容器引擎的操作：如下载、启动、定制；"
                },
                {
                    "text": "了解 Mybatis、Spring JDBC、jpa、Hibernate 等持久层技术；"
                },
                {
                    "text": "了解 Excel，PDF 相关解析技术，如数据及模板导入、导出；"
                },
                {
                    "text": "了解 SpringCloud Alibaba 分布式技术栈，如网关、服务、消息队列 MQ。"
                }
            ]
        },
        "xiaoyuan": {
            "title": "校园经历",
            "data": [
                {
                    "name": "综测排名",
                    "text": "全班第二"
                },
                {
                    "name": "担任职务",
                    "text": "辅导员助理"
                },
                {
                    "name": "情况介绍",
                    "text": "在任职期间，协助辅导员处理班级日常工作；指导、协调、帮助班委、团支部组织各种学生活动； 做好学院、 学工处、 系部交办的临时性学生管理活动。 "
                }
            ]
        },
        "pingjia": {
            "title": "自我评价",
            "data": [
                {
                    "text": "善于思考，能够独立分析问题和解决问题。"
                },
                {
                    "text": "遵循代码的编写规范，有良好的注释习惯。"
                },
                {
                    "text": "具有良好的逻辑思维能力和沟通交流能力。"
                },
                {
                    "text": "有良好的心理素质，具有较强的抗压能力。"
                },
                {
                    "text": "工作认真负责，具有良好的团队协作能力。"
                }
            ]
        }
    }
}